def static_Messi():
    info1 = "Восьмикратный обладатель «Золотого мяча» (2009, 2010, 2011, 2012, 2015, 2019, 2021, 2023)",
    info2 = "Шестикратный обладатель «Золотой бутсы» (2010, 2012, 2013, 2017, 2018, 2019)"
    info3 = "Лучший игрок чемпионата мира (2014, 2022)"
    info4 = "Чемпион мира (2022)"
    info5 = "Двукратный обладатель Кубка Америки (2021, 2024)"
    return f"✅{info1}\n✅{info2}\n✅{info3}\n✅{info4}\n✅{info5}"

def static_Ronaldo():
    info1 = "Пятикратный обладатель «Золотого мяча» (2008, 2013, 2014, 2016, 2017)"
    info2 = "Четырехкратный обладатель «Золотой бутсы» (2008, 2011, 2014, 2015)"
    info3 = "Лучший бомбардир в истории Лиги чемпионов — 140 голов"
    info4 = "Рекордсмен по количеству сыгранных матчей за сборную — 198"
    info5 = "Первый игрок, одержавший 100 побед в Лиге чемпионов"
    return f"✅{info1}\n✅{info2}\n✅{info3}\n✅{info4}\n✅{info5}"

def static_NeymarJR():
    info1 = "Лучший игрок чемпионата Бразилии (2011)"
    info2 = "Футболист года в Южной Америке (2011, 2012)"
    info3 = "Премия ФИФА имени Ференца Пушкаша за лучший гол года (2011)"
    info4 = "Приз «Золотая самба» (лучший бразильский игрок в Европе) — 6 раз (2014, 2015, 2017, 2020, 2021, 2022)"
    return f"✅{info1}\n✅{info2}\n✅{info3}\n✅{info4}"
